[
  {
    "id": 1762709188706,
    "ts": 1762709188706,
    "txt": "前天考了cmc，发挥不佳，本应当轻松做出的第四题没做完，第二题的送分部分还算错了，总之无缘省队。<div>昨天的数分a期中，简单是简单，但附加题没了，这下期中成了过程书写大赛。</div><div>考cmc给我一种预兆，现在我能凭借学过一遍的优势碾压考试，但是之后呢？等学到更难的知识，更多的知识，哪怕学过一次，哪怕平时掌握再熟练，到考场上也可能卡壳。</div><div>提前学不是万灵药。</div><div><br></div>"
  },
  {
    "id": 1761463231853,
    "ts": 1761463231853,
    "txt": "最近想明白了，与其卷cmc，不如多卷绩点。其实是没能力兼顾大一生活和cmc。不过一位学长告诉我cmc对保研的帮助并不大，国一复旦兜底是豌豆在胡扯，具体的国一只能给gpa加零点零几，那看来似乎确实没有用。<div>不过有一说一急着大一拿奖除了证明自己高中学过一点并且刷了一堆题之外，确实也不能说明什么别的。</div><div><br></div><div>另外今天早上高等概率论讨论班第二次是我讲的，上周准备了挺久。还好我早就料到自己在黑板面前大脑会宕机所以做了详细的笔记。不过我现在觉得大脑宕机可能不是所谓的紧张，还是因为对这部分内容（集合的各种运算）不够熟悉。不过初学也正常，要是我真的能在黑板面前口若悬河，岂不是从讨论变成了上课，那就对我而言没有意义了。</div><div>以及感谢yhr学长的支持，对学长来说高等概率论第一章这些基础内容他应该在其他课程上学过了，可是还是坚持来带小登，帮我补充我不知道的背景。</div><div>不过讲一次确实累，嗓子疼。</div>"
  },
  {
    "id": 1760018022542,
    "ts": 1760018022542,
    "txt": "复健高代，今天把白皮第二章过了一遍，计划之后每两天过三章，在这里立个flag。时间的话就从数学课上抽，反正现在一节课都不想听。除了英语课和体育课还真不知道有什么一定要听的课。<div>确实忘记了很多内容，不过看一遍书，以前学习的知识脉络就在脑中浮现...很神奇的感觉，像是重新认识许久未见得老熟人。</div>"
  },
  {
    "id": 1759912006152,
    "ts": 1759912006152,
    "txt": "我承认一个国庆节只看了15页书有点过分了。当然与朋友们玩游戏是很大的时间支出。其实每天哪怕玩8个小时也是有时间学习的，没怎么看书主要是因为时间管理不当，碎片化的时间没有聚集起来，导致大量的浪费。之后可能需要排一个时间表了。"
  },
  {
    "id": 1759059939738,
    "ts": 1759059939738,
    "txt": "今天突然得知有一位同学退出了数学拔尖。所以原来拔尖进去之后可以退出。不过对于我来说，错过了从计算机拔尖转计算机的机会，退出之后在数理大类就得在大一得时候多修好多课才能转计算机，我不太愿意，最后还是得进数学。<div>以及报了有知班的学习委员。昨天晚上有人问我有没有讨论班搞，所以我今天就列了个表，发给班里同学，里面是一些数学的课程。但我没想到怎么有人会抬杠这个，说什么不学某某课就能学某某课吗，或者你默认大家都会某某课吗，之类的话。</div><div>我是觉得就我列出来的那些课程，什么实变复变、解析数论、抽代之类的东西，也不是什么天书吧？为什么要把他们想的这么遥远呢...</div>"
  },
  {
    "id": 1758706271610,
    "ts": 1758706271610,
    "txt": "在电脑上安装了texlive和vscode，现在可以使用LaTeX了！<div>用latex写了这周的解几和数分作业，虽然学习的过程比较费时间，但熟练了确实也不算慢，主要是latex写出来的pdf真的非常赏心悦目，比自己写的看起来舒服多了</div>"
  },
  {
    "id": 1758190742361,
    "ts": 1758190742361,
    "txt": "首先要吐槽的是，鬼扯的二次选拔。<div>我在jw.nju.edu.cn看了半个小时，也没有找到到底哪里写了“拔尖计划随机分配老师”。</div><div>所以参加拔尖=放弃nju数学系里最好的老师，我能说什么呢。</div><div>当然，在二次选拔的面试里面被拷打的体无完肤，我现在确实不想再上zfh的课。本来想为自己辩解，写了很多又删掉了。反正道不同不相为谋，之后的路上也未必有这位老师。</div><div>报名了大学生数学竞赛，其实现在我做题水平挺低的，得复健。省队不知道能不能进，江苏省其他学校的学生水平如何呢...</div>"
  }
]